print('Задача 4. Площадь треугольника')

# Напишите программу,
# которая запрашивает у пользователя длины двух катетов
# в прямоугольном треугольнике и выводит его площадь.

# S = ab/2

a = 4
b = 6
s = (a + b) / 2
print(s)
