print('Задача 4. Площадь треугольника')

# Напишите программу,
# которая запрашивает у пользователя длины двух катетов
<<<<<<< HEAD
# в прямоугольном треугольнике и выводит  площадь треугольника.
=======
# в прямоугольном треугольнике и выводит площадь.
>>>>>>> 9da62c134e49881675d01ff0f467703a07683230
# powered by 'delta'
# S = ab/2

a = 4
b = 6
s = (a + b) / 2
print(s)
